Repository: pombreda/listaller
Catalog: data/locale/*.po
Languages: de, fr

source: Some dependencies are missing. Should they be installed now?
de: Einige Abhängigkeiten fehlen. Sollen diese jetzt installiert werden?
fr: Des dépendances ne sont pas satisfaites. Voulez-vous les installer maintenant ?

source: Cannot resolve dependencies
de: Konnte Abhängigkeiten nicht auflösen
fr: Impossible de résoudre les dépendances.

source: Do you want to check the applications's dependencies?
de: Möchten Sie die Abhängigkeiten der Anwendungen jetzt überprüfen?
fr: Voulez-vous vérifier les dépendances de l'application ?

source: Check dependencies?
de: Abhängigkeiten prüfen?
fr: Vérification des dépendances ?

source: Check applications
de: Anwendungen prüfen
fr: Vérifier les applications

source: Do you want to check global-installed applications too?
de: Wollen Sie global installierte Anwendungen auch prüfen lassen?
fr: Voulez-vous vérifier aussi les application installées globalement ?

source: Commands:
de: Kommandos:
fr: Commandes :

source: Can't find update-tool!
de: Konnte Update-Werkzeug nicht finden!

source: An internal error occured
de: Ein interner Fehler ist aufgetreten
fr: Une erreur interne est survenue

source: Launch Listaller Manager
de: Listaller Manager starten
fr: Lancer Listaller Manager

source: Resolve Listaller path variable
de: Listaller Pfadvariable auflösen

source: Installs an IPK package
de: Installiert ein IPK Paket
fr: Installe un paquet IPK

source: Can't find Listaller Manager!
de: Konnte Listaller Manager nicht finden!
fr: Ne peut pas trouver le Gestionnaire Listaller

source: Unable to find %s
de: Konnte %s nicht finden
fr: Impossible de trouver %s

source: Could not find Listaller TrayIcon Application
de: Konnte Listaller TrayIcon-Werkzeug nicht finden.
fr: Ne peut pas trouver l'icone de notification Listaller

source: Options:
de: Optionen:

source: Runs installation in testmode
de: Installation im Testmodus ausführen
fr: Démarrer l'installation en mode test

source: Print all available log messages
de: Alle verfügbaren Lognachrichten zeigen
fr: Imprimer tous les messages du journal disponibles

source: Check if dependencies of all installed applications are available.
de: Prüfen ob alle Abhängigkeiten der installierten Anwendungen verfügbar sind.

source: Package build commands:
de: Kommandos zum Pakete bauen:
fr: Commandes de création du paquet :

source: Build IPK-package
de: IPK-Paket bauen
fr: Construire un paquet IPK

source: Create/Update update-repository
de: Updatequelle Erstellen/Aktualisieren

source: Create DEB and RPM file from IPS
de: DEB und RPM Paket aus IPS Quelle generieren
fr: Créer un paquet DEB et RPM depuis un fichier IPS

source: Done.
de: Erledigt.
fr: Effectué.

source: Do you accept this license [y/n]?
de: Akzeptieren Sie die Lizenz [J/n]?
fr: Acceptez-vous cette licence [o/n] ?

source: You have to enter a number!
de: Sie müssen eine Zahl eingeben!
fr: Vous devez entrer un nombre !

source: Installation aborted.
de: Installation abgebrochen.
fr: Installation annulée.

source: Installation aborted by user.
de: Installation vom Benutzer abgebrochen.

source: The application "%a" was not installed.
de: Die Anwendung "%a" wurde nicht installiert.

source: Should lipa fix these problems automatically [y/n]?
de: Soll lipa diese Probleme automatisch reparieren [J/n]?
fr: Lipa doit-il résoudre ces problèmes automatiquement [o/n] ?

source: Listaller command-line tool to handle IPK-packages
de: Listaller Komandozeilenwerkzeug zum Verarbeiten von IPK Paketen
fr: Listaller outil ligne de commande pour manipuler les paquets IPK -

source: Mode number:
de: Nummer des Modus:
fr: Mode numérique:

source: no
de: nein

source: Preparing installation (please wait)
de: Bereite Installation vor (bitte warten)
fr: Préparation de l'installation (patientez s'il-vous-plaît)

source: Enter your password to run the application with advanced privileges.
de: Geben Sie Ihr Passwort ein um die Anwendung mit erweiterten rechten auszuführen.
fr: Entrez votre mot-de-passe pour démarrer l'application avec les privilèges administrateur.

source: Enter your password to install the application for everyone.
de: Geben Sie Ihr Passwort ein, um die Anwendung für jeden zu installieren.
fr: Entrez votre mot-de-passe pour installer l'application pour tous les utilisateurs.

source: Conversion done. Do you want to close this window now? Press "No" if you want to check the output.
de: Konvertierung abgeschlossen. Möchten Sie das Fenster jetzt schließen? Klicken Sie "Nein", wenn sie die Ausgabe prüfen wollen.
fr: Conversion terminée. Voulez-vous fermer cette fenêtre immédiatement? Cliquez sur « Non » si vous souhaitez vérifier la sortie.

source: Please select a number shown in the list!
de: Bitte wählen Sie eine Nummer aus der Liste!
fr: Choisissez s'il vous plait un numéro de la liste !

source: Select the installation mode of this application:
de: Wählen Sie den Installationsmodus dieser Anwendung:
fr: Choisissez le type d'installation de cette application :

source: Do you want to see detailed information [y/n]?
de: Möchten Sie detailierte Informationen sehen [J/n]?
fr: Souhaitez-vous voir les informations détaillées [o/n] ?

source: Aborted.
de: Abgebrochen.

source: Do you want to view the logfile?
de: Möchten Sie die Logdatei sehen?

source: The application %a was installed successfully!
de: Die Anwendung %a wurde erfolgreich installiert!
fr: L'application %a a été installée avec succès !

source: Could not find main executable of this application!
de: Konnte ausführbare Datei dieser Anwendung nicht finden!

source: Executing application main executable...
de: Führe anwendung aus...

source: Install now
de: Installieren
fr: Installer maintenant

source: Please run "listallgo" with path to setup-package as first parameter!
de: Bitte führen Sie "listallgo" mit dem Pfad zum Setuppaket als erstem Parameter aus!

source: Welcome!
de: Willkommen!
fr: Bienvenue!

source: Press "Next" to start the installation!
de: Klicken Sie "Weiter" um die Installation zu beginnen
fr: Cliquez sur "Suivant" pour démarrer l'installation !

source: Program description:
de: Programmbeschreibung:
fr: Description du programme :

source: Software license
de: Softwarelizenz:
fr: Licence du logiciel

source: Please read the following information carefully:
de: Bitte lesen Sie die folgenden Informationen aufmerksam durch:
fr: Veuillez lire attentivement les informations suivantes :

source: Running installation...
de: Installation läuft...
fr: Exécution de l'installation...

source: Please wait.
de: Bitte warten...
fr: Veuillez patienter .

source: Installation completed!
de: Installation abgeschlossen!
fr: Installation achevée !

source: Installation failed.
de: Installation fehlgeschlagen.

source: Press "Finish" to close.
de: Klicken Sie "Ende" zum beenden.
fr: Cliquez sur « Terminer » pour fermer.

source: Finish
de: Ende
fr: Terminer

source: Abort
de: Abbrechen
fr: Abandonner

source: Back
de: Zurück
fr: Précédent

source: Next
de: Weiter
fr: Suivant

source: Display installation log
de: Installationslog anzeigen
fr: Afficher les logs d'installation

source: I agree with the above terms and conditions
de: Ich stimme den Bedingungen und Abmachungen zu
fr: J'accepte les termes et conditions ci-dessus

source: I don't agree
de: Ich stimme nicht zu
fr: Je ne suis pas d'accord

source: Your Linux distribution is not supported by Listaller yet!
de: Ihre Linux-Distribution wird vom Listaller zur Zeit nicht unterstützt!
fr: Votre distribution de Linux n'est pas encore supportée par Listaller !

source: This package does not support your Linux distribution.
de: Dieses Paket unterstützt Ihre Linux Distribution nicht.
fr: Ce paquet n'est pas disponible pour votre distribution Linux

source: Found no package with the necessary library "%l" for your distribution.
de: Es wurden keine Pakete, welche die notwendige Bibliothek "%l" enthalten für ihre Distribution gefunden.
fr: Aucun paquet n'a été trouvé avec la libraire "%l" nécessaire pour votre distribution.

source: Resolving dynamic dependencies...
de: Löse dynamische Abhängigkeiten auf...

source: Database connection closed.
de: Datenbankverbindung geschlossen.

source: Software database opened.
de: Softwaredatenbank geöffnet.

source: The installer will close now
de: Der Listaller wird beendet.
fr: L'installeur va maintenant se fermer

source: Unable to override the file %f.
de: Konnte die Datei %f nicht überschreiben.
fr: Impossible d'écraser le paquet %f.

source: Unable to copy the file %s.
de: Konnte Datei %s nicht kopieren.

source: Please notify the developers on http://launchpad.net/listaller
de: Bitte benachrichtigen Sie die Entwickler über http://launchpad.net/listaller
fr: Signalez s'il-vous-plait cela au dévellopeurs sur http://launchpad.net/listaller

source: Error while extracting files!
de: Fehler beim Entpacken der Dateien!
fr: Erreur lors de l'extraction des fichiers !

source: The package may be damaged or you haven't enough permissions to execute this action!
de: Das Paket könnte beschädigt sein oder Sie haben nicht alle Rechte, um diese Aktion auszuführen!

source: Unknown error occured!
de: Es ist ein unbekannter Fehler aufgetreten!

source: Loading aborted.
de: Laden abgebrochen.
fr: Chargement interrompu .

source: Package is unsigned.
de: Paket ist nicht signiert.

source: Package has trusted signature.
de: Paket hat vertrauenswürdige Signatur.

source: Package signature is UNTRUSTED!
de: Signatur des Paketes ist NICHT vertrauenswürdig!

source: You cannot install two applications at the same time. Please finish the first installation, then install this one again. (If you do not run two installations, try to remove the temporary installer directory
de: Sie können nicht zwei Anwendungen gleichzeitig installieren. Schließen Sie zunächst die erste Installation ab und führen Sie dann diese hier erneut aus. (wenn Sie keine zwei Installationen ausführen, versuchen sie, den temporären Installer-Ordner zu löschen)

source: This application is already installed
de: Diese Anwendung ist schon installiert
fr: Cette application est déjà installée

source: Do you want to install it again?
de: Möchten Sie sie erneut installieren?
fr: Voulez-vous la réinstaller ?

source: Welcome to the installation of %a
de: Willkommen zur Installation von %a
fr: Bienvenue dans l'installation de %a

source: Installation of %a
de: Installation von %a
fr: Installation de %a

source: Testmode
de: Testmodus
fr: Mode Test

source: Test-installation of package finished.
de: Testinstallation des Paketes abgeschlossen.

source: Cleaning up...
de: Räume auf ...
fr: Nettoyage…

source: Please do not execute this action with superuser rights! (PolicyKit will ask for authorization if privileges are required.) Do you want to force Listaller to execute all with superuser permission?
de: Bitte führe diese Aktion nicht mit Superuser-Rechten aus! (PolicyKit wird nach einer Authorisierung fragen, wenn Privilegien benötigt werden) Möchten Sie Listaller zwingen, direkt mit SU-rechten zu laufen?

source: The submitted package is invalid!
de: Das übermittelte Paket ist ungültig!

source: Dependencies couldn't be solved!
de: Abhängigkeiten konnten nicht aufgelöst werden
fr: Des dépendances n'ont pas pu être résolues !

source: Please view the logfile at %p
de: Mehr Informationen enthält der Logfile in %p
fr: Veuillez consulter le fichier de log à la ligne %p

source: Installation package is corrupt
de: Installationspaket ist zerstört
fr: Le paquetage d'installation est corrompu

source: The application will close now.
de: Die Anwendung wird jetzt geschlossen.

source: Phase 1/4: Resolving dependencies...
de: Phase 1/4: Abhängigkeiten auflösen...
fr: Phase 1/4: Résolution des dépendances

source: State
de: Satus
fr: État

source: This application wants to fetch a dependency from %l
de: Die Anwendung möchte eine Abhängigkeit von %l laden.

source: Do you want confirm this download of external files?
de: Möchten Sie den Download der externen Datei bestätigen?

source: Could not detect package type!
de: Konnte Typ des Paketes nicht ermitteln!

source: Listaller will close now. The package couldn't be installed.
de: Der Listaller wird geschlossen. Das Paket konnte nicht installiert werden.
fr: Listaller va maintenant fermer. Le paquet n'a pas pu être installé.

source: Phase 2/4: Installing files...
de: Phase 2/4: Dateien installieren...
fr: Phase 2/4: Installation des fichiers

source: Phase 3/4: Chmod new files...
de: Phase 3/4: Rechte setzen...
fr: Phase 3/4: Attribution des droits aux fichiers

source: Phase 4/4: Registering application...
de: Phase 4/4: Anwendung registrieren...
fr: Phase 4/4: Enregistrement de l'application

source: Testmode: Do not register package.
de: Testmodus: Paket wird nicht registriert.

source: Rights assigned to %a.
de: Rechte an %a zugewiesen.

source: The software provides the following update source:
de: Die Software bietet folgende Updatequelle an:

source: Should this repository be registered to get software updates?
de: Soll dieses Repositorium registriert werden, um Software-Updates zu erhalten?

source: Finished
de: Abgeschlossen
fr: Fini

source: Please install this package only if you got it from a trusted source. There is a serious risk that the software in this package damages your system. (The package could also contain malware) Be careful with this package, especially if you install it system-wide with superuser rights.
de: Installieren Sie dieses Paket nur, wenn es aus einer Quelle stammt, der Sie trauen. Es gibt ein ernstzunehmendes Risiko, dass die Software aus diesem Paket Ihr System beschädigt oder Malware enthält. Seien Sie vorsichtig mit diesem Paket, besonders wenn Sie es systemweit mit Superuser-Rechten installieren.

source: Security warning
de: Sicherheitswarnung

source: I know the risk
de: Ich kenne das Risiko

source: Do you want to install it anyway? (This could cause problems)
de: Möchten Sie es trotzdem installieren? (Das könnte Probleme verursachen)

source: The application which this package contains was not built for the current system architecture.
de: Die Anwendung, die in diesem Paket enthalten ist, wurde nicht für ihre aktuelle Systemarchitektur gebaut.
fr: L'application que ce paquet contient n'as pas été construite pour cette architecture système.

source: Package type is "%s"
de: Pakettyp ist "%s"

source: Found installation profile %s.
de: Installationsprofil %s gefunden.

source: (This program will download the needed files from the internet)
de: (Dieses Programm wird die nötigen Dateien aus dem Internet laden)
fr: (Ce programme va télécharger les fichiers nécessaires depuis l'internet)

source: Package was not build for your Linux distribution release.
de: Das Paket ist nicht für das aktuelle Release ihrer Linux Distribution gebaut.
fr: Ce Paquet n'a pas été construit pour votre distribution linux

source: Problem while downloading the required packages. Could not create working FTP connection.
de: Problem beim herunterladen der benötigten Pakete. Konnte keine funktionierende FTP-verbindung erstellen.

source: Success!
de: Erfolg!
fr: Succès!

source: Installation of package %s failed!
de: Installation des paketes %s fehlgeschalgen!

source: Looking for reverse-dependencies...
de: Suche nach umgekehrten Abhängigkeiten...

source: Package detected: %s
de: Paket gefunden: %s

source: There are no explicit package sources available for your Linux distribution Try to install common packages?
de: Es sind keine Paketquellen explizit für Ihre Linuxdistribution verfügbar. Soll versucht werden, allgemeine Pakete zu installieren?

source: Use compatible packages?
de: Kompatible Pakete nutzen?
fr: Utilisation des paquets compatibles?

source: No compatible packages found!
de: Keine kompatiblen Pakete gefunden!
fr: Aucun paquet compatible n'a été trouvé !

source: The selected action is not possible with this package. Please contact the package maintainer to get more information.
de: Die gewählte Aktion ist mit diesem Paket nicht möglich. Bitte kontaktieren Sie den Paketersteller für mehr Informationen.
fr: L'action sélectionnée n'est pas possible avec ce paquet. S'il vous plaît contacter le responsable du paquet pour obtenir plus d'informations.

source: Re-install
de: Reinstallieren
fr: Réinstallation

source: The following dependencies will be downloaded:
de: Die folgenden Abhängigkeiten werden heruntergeladen:

source: Get dependency from
de: Hole Abhängigkeit von
fr: Récupérer la/les dépendance(s) depuis

source: Please wait...
de: Bitte warten...
fr: Veuillez patienter...

source: Problem while downloading the dependency.
de: Problem beim herunterladen der Abhängigkeit.

source: Looking for %a.
de: Suche nach %a.

source: Downloading package...
de: Lade Paket herunter...

source: Installing %a...
de: Installiere %a...

source: Hash value doesn't match! The package may be modified after creation. Please obtain a new copy
de: Haswert passt nicht! Das Paket könnte nach der Erstellung verändert worden sein. Bitte holen Sie sich eine neue Kopie!

source: Installation mode:
de: Installationsmodus:
fr: mode d'installation

source: Select which parts of the application should be installed.
de: Wählen Sie, welche Teile der Anwendung installiert werden sollen.
fr: Sélectionnez les parties de l'application qui doivent être installé.

source: Mode
de: Modus

source: Execute the new application
de: Die neue Anwendung ausführen

source: Error while performing installation:
de: Fehler beim Ausführen der Installation:

source: Yes/No?:
de: Ja/Nein?:

source: You have to install the "libuild" tool before you can build packages!
de: Sie müssen das "libuild" Werkzeug installieren, bevor Sie Pakete bauen können!

source: The file "%f" does not exists!
de: Die Datei "%f" existiert nicht!

source: What do you want to do?
de: Was möchten Sie tun?
fr: Que voulez-vous faire ?

source: You use a development version of Listaller! This version is not tested and may cause problems!
de: Sie benutzen eine Entwicklungsversion des Listallers! Diese Version ist nicht gestestet und kann Probleme verursachen!

source: Make sure that you got this package from a save source and from a serious publisher!
de: Stellen Sie sicher, dass das Paket aus sicherer Quelle und einem seriösen Anbieter stammt!

source: Install application for everyone
de: Anwendung für jeden installieren
fr: Installer cette applications pour tous

source: Test setup && software
de: Setup && Software ausprobieren

source: Install into my Home directory
de: In den Home-Ordner installieren
fr: Installer dans mon dossier personnel

source: Select installation mode
de: Installationsmodus wählen
fr: Sélectionner le mode d'installation

source: Update repositories
de: Updaterepositorien

source: Close
de: Schließen
fr: Fermer

source: Delete source
de: Quelle löschen
fr: Supprimer la source

source: The following update repositories are installed:
de: Die folgenden Updaterepositorien sind installiert:

source: Uninstall
de: Deinstallieren
fr: Désinstaller

source: Show:
de: Zeige:
fr: Afficher:

source: All
de: Alles
fr: Tout

source: Education
de: Lernen
fr: Éducation

source: Office
de: Büro
fr: Bureautique

source: Development
de: Entwicklung
fr: Développement

source: Graphic
de: Grafik
fr: Graphisme

source: Network
de: Netzwerk
fr: Réseau

source: Games
de: Spiele
fr: Jeux

source: Utilities
de: Werkzeuge
fr: Utilitaires

source: Other
de: Andere
fr: Autres

source: Username
de: Nutzername
fr: Nom d'utilisateur

source: Password
de: Passwort
fr: Mot de Passe

source: Proxy-Settings
de: Proxy-Einstellungen
fr: Paramètres de proxy

source: Enable Proxy-Server
de: Proxy-Server aktivieren
fr: Activer le serveur de proxy

source: Unable to load information about LOKI-Setup.
de: Konnte keine Informationen über LOKI-Setup laden.

source: Unable to load the icon of %a. Please notify the developers of Listaller or of this application!
de: Könnte Symbol von %a nicht laden. Bitte benachrichtigen Sie die Entwickler vom Listaller oder von dieser Anwendung.

source: Load dependencies from included webserver-urls automatically
de: Abhängigkeiten von eingefügten Webserver-URLs automatisch laden
fr: Charger les dépendances de webserver-urls automatiquement

source: Ready.
de: Bereit.
fr: Prêt.

source: You want to install an %x-Package, but your Linux-distribution's package management system is based on %y. This package can be converted into a compatible format using "alien", but this will take some time and eventually the installed application won't work properly Do you want to convert the package now?
de: Sie möchten ein %x-Paket installieren, aber das Paketmanagementsystem Ihrer Distribution basiert auf %y. Dieses Paket kann in ein kompatibles Format mittels "alien" umgewandelt werden, dies wird aber einige Zeit dauern und die installierte Anwendung wird eventuell nicht richtig funktionieren. Möchten Sie das Paket jetzt umwandeln?

source: Convert package?
de: Paket konvertieren?
fr: Convertir le package ?

source: Converting %p package...
de: Konvertiere %p Paket...
fr: Conversion du package %p...

source: Filtering...
de: Filtere...
fr: Filtrage...

source: Loading...
de: Laden...
fr: Chargement...

source: Skipped %a
de: %a übersprungen.

source: Applications
de: Anwendungen

source: Installed applications
de: Installierte Anwendungen

source: Install package
de: Paket installieren

source: Repositories
de: Paketquellen

source: Package lists
de: Paketlisten

source: Settings
de: Einstellungen

source: My apps
de: Meine Apps

source: Shared apps
de: Gemeinsame Apps

source: Could not find usable GUI package manager. Please install a PackageKit-GUI!
de: Konnte keinen benutzbaren GUI Paketmanager finden. Installieren sie eine PackageKit-GUI!

source: Version: unknown
de: Version: unbekannt

source: Please use https://bugs.launchpad.net/listaller for bug reports.
de: Bitte nutzen Sie http://bugs.launchpad.net/listaller für Fehlerberichte.

source: Listaller uses "alien" to convert foreign packages, but the tool is not installed Do you want to install "alien" now to continue?
de: Listaller benutzt "alien" um unbekannte Pakete umzuwandeln, das Werkzeug ist jedoch nicht installiert. Möchten Sie "alien" installieren und fortfahren?

source: Install package?
de: Paket installieren?
fr: Installer le package?

source: Package %p could not be installed.
de: Paket %p konnte nicht installiert werden.
fr: Le package %p ne peux être installé.

source: Start PackageKit monitor before running transactions
de: PackageKit Monitor starten bevor Transaktionen ausgeführt werden.
fr: Démarrer le moniteur de PackageKit avant de lancer les transactions

source: Start Listaller tray icon application (e.g. to check dependencies)
de: Listaller Statusleistensymbol starten. (z.b. um Abhängigkeiten zu prüfen)

source: About Listaller
de: Über Listaller
fr: A propos de Listaller

source: Open your distribution's package catalog
de: Paketkatalog der Distribution öffnen

source: About
de: Über
fr: À propos

source: Authors
de: Autoren
fr: Auteurs

source: Are you really sure that you want to delete this source?
de: Sind Sie sicher, dass Sie diese Quelle löschen wollen?
fr: Êtes-vous vraiment sûr de vouloir supprimer cette source?

source: Delete source?
de: Quelle löschen?
fr: Supprimer la source?

source: Problem while communicating with PackageKit. Run "pkmon" to get further information.
de: Problem beim kommunizieren mit PackageKit. Starten Sie "pkmon" für weitere Informationen.

source: Calling PackageKit... (run "pkmon" to monitor the executed actions)
de: Aktiviere PackageKit... (starten Sie "pkmon" um die Aktionen anzuzeigen)

source: Detecting package...
de: Erkenne Paket...

source: Source was removed.
de: Quelle wurde entfernt.

source: Please select an item from the list!
de: Bitte wählen Sie ein objekt aus der Liste aus!
