Repository: pombreda/listaller
Catalog: data/locale/*.po
Languages: de, fr

source: Cannot access the Listaller Update tool. Maybe it is not installed?
de: Konnte nicht auf das Listaller Updatewerkzeug zugreifen. Ist es installiert?

source: Change package manager settings
de: Paketmanager-Einstellungen ändern

source: Do you really want to uninstall %a?
de: Möchten Sie %a wirklich deinstallieren?

source: Application was successfully removed!
de: Anwendung erfolgreich entfernt!

source: Error while uninstalling!
de: Fehler bei der Deinstallation!
fr: Erreur lors de la désinstallation!

source: Unable to remove this application!
de: Konnte diese Anwendung nicht entfernen!

source: This application does not look like a MoJo-Installation and it is not installed via an other package-type Listaller can handle. Get instructions how to remove this application from the program author.
de: Diese Anwendung sieht nicht nach einer MoJo-Installation aus und sie ist auch nicht mit einem anderen Pakettyp installiert, mit dem Listaller umgehen kann. Sie können eine Anleitung, wie Sie diese Anwendung entfernen, vom Autor des programmes beziehen.

source: Reading application information...
de: Lese Informationen der Anwendung...

source: The registration of this package is broken!
de: Die Regsitrierung dieses Paketes ist kaputt!

source: Removing application...
de: Entferne Anwendung...

source: LOKI setup found.
de: LOKI Setup gefunden.

source: Package could be installed with MoJo/LOKI.
de: Paket könnte mit Moho/LOKI installiert worden sein.

source: Uninstalling unused dependencies...
de: Deinstalliere unbenutzte Abhängigkeiten.

source: Starting uninstallation.
de: Starte Deinstallation.

source: Uninstalling...
de: Deinstalliere...
fr: Désinstallation...

source: Do you really want to remove "%p", containing %a? The following package(s) will be removed also: %pl If you're not sure if you need those packages, press "No"!
de: Möchten Sie "%p", welches %a enthält wirklich entfernen? Die folgenden Pakete werden ebenfalls entfernt: %pl Wenn Sie nicht sicher sind, ob Sie diese Pakete noch benötigen, wählen Sie "Nein"!

source: Checking dependencies of all registered applications...
de: Prüfe Abhängigkeiten von allen registrierten Anwendungen...

source: You are scanning only the ROOT installed applications.
de: Sie scannen nur die als ROOT installierten Anwendungen.

source: You are scanning your local installed applications.
de: Sie scannen nur ihre lokal installierten Anwendungen.

source: Installed dependency %s
de: Abhängigkeit %s installiert.

source: Dependency "%s" is not installed!
de: Abhängigkeit "%s" ist nicht installiert!

source: Really remove?
de: Wirklich entfernen?
fr: Voulez-vous vraiment enlever l’élément ?

source: Waiting...
de: Warte...
fr: En attente ...

source: Uninstalling %a
de: Deinstalliere %a

source: Running under %s.
de: Läuft unter %s.

source: List of translators:
de: Matthias Klumpp Dennis Seid

source: There are no updates available!
de: Es sind keine Updates verfügbar!
fr: Il n'y a aucune mise à jour disponible

source: Update info:
de: Updateinformation:
fr: Informations sur la mise à jour :

source: %f files will be changed.
de: %f Dateien werden geändert.
fr: %f des fichiers seront modifiés

source: The application will be updated to version %v
de: Die Anwendung wird auf Version %v aktualisiert.
fr: L'appliaction ser mise à jour vers la version %v

source: Check for updates
de: Auf Updates prüfen
fr: Vérifier le(s) mise(s) à jour

source: Install updates
de: Updates installieren
fr: Insyaller les mises à jour

source: Show
de: Zeige
fr: Afficher

source: Quit
de: Beenden
fr: Quitter

source: Applying updates...
de: Wende updates an...

source: Error while unpacking and configuring files.
de: Fehler beim Entpacken und konfigruieren der Dateien.

source: Question:
de: Frage:

source: yes
de: Ja

source: y
de: j

source: Resolving dependencies...
de: Löse Abhängigkeiten auf ...

source: This package is not signed!
de: Dieses Paket ist nicht signiert!

source: This package is untrusted!
de: Dieses Paket ist nicht vertrauenswürdig!

source: The application %a could not be installed!
de: Die Anwendung %a konnte nicht installiert werden!

source: Warning!
de: Warnung!

source: Listaller cannot write into its temporary directory: Access denied!
de: Der Listaller kann nicht in das temporäre Verzeichnis schreiben: Zugriff verweigert!

source: Error
de: Fehler

source: The application %a was not installed.
fr: L'application %a n'a pas été installée.

source: Main
fr: Principal

source: Details
fr: Détails

source: Software Manager
fr: Gestionnaire de logiciels

source: System
fr: Système

source: Multimedia
fr: Multimédia

source: Autor
fr: Auteur
