Repository: pombreda/listaller
Catalog: data/locale/listaller-*.po
Languages: he

source: Some dependencies are missing. Should they be installed now?
he: כמה מחבילות התלות חסרות. האם להתקין אותן כעת?

source: Cannot resolve dependencies
he: לא ניתן לפתור את חבילות התלות

source: Do you want to check the applications's dependencies?
he: האם לבדוק באילו חבילות תלוי היישום?

source: Check dependencies?
he: לבדוק תלות?

source: Check applications
he: בדיקת יישומים

source: Do you want to check global-installed applications too?
he: האם לבדוק את היישומים המותקנים באופן גלובלי גם כן?

source: Commands:
he: פקודות:

source: Can't find updater application!
he: לא ניתן למצוא את יישום העדכון!

source: An internal error occured
he: ארעה שגיאה פנימית

source: Launch Listaller Manager
he: טעינת המנהל של Listaller

source: Unable to find %s
he: %s לא נמצא

source: Options:
he: אפשרויות:

source: Build IPK-package
he: בניית חבילת IPK

source: Create DEB and RPM file from IPS
he: יצירת קובץ DEB ו־RPM מה־IPS

source: Done.
he: הושלם.

source: Do you accept this license [y/n]?
he: האם תנאי הרישוי מוסכמים עליך [y/n]?

source: You have to enter a number!
he: עליך להזין מספר!

source: Installation aborted.
he: ההתקנה בוטלה.

source: The application %a was not installed.
he: היישום %a לא הותקן.

source: Mode number:
he: מצב מספר:

source: Okay
he: אישור

source: Preparing installation (please wait)
he: ההתקנה בהליכי הכנה (נא להמתין)

source: Enter your password to run the application with advanced privileges.
he: יש להזין את הסיסמה האישית שלך כדי להפעיל את היישום עם הרשאות מתקדמות.

source: Enter your password to install the application for everyone.
he: יש להזין את הסיסמה שלך כדי להתקין את היישום עבור כולם.

source: Please select a number shown in the list!
he: יש לחבור מספר המופיע ברשימה!

source: Select the installation mode of this application:
he: יש לבחור את מצב ההתקנה של יישום זה:

source: Do you want to see detailed information [y/n]?
he: האם ברצונך לצפות במידע מפורט [y/n]?

source: Aborted.
he: בוטל.

source: Do you want to view the logfile?
he: האם ברצונך לצפות בקובץ הדוח?

source: The application %a was installed successfully!
he: היישום %a הותקן בהצלחה!

source: Executing application for testing...
he: היישום מופעל לצרכי בדיקה...

source: Install now
he: התקן כעת

source: Welcome!
he: ברוכים הבאים!

source: Press "Next" to start the installation!
he: לחץ על "הבא" כדי להתחיל בהתקנה!

source: Program description:
he: תיאור התוכנה:

source: Software license
he: רשיון התוכנה

source: Please read the following information carefully:
he: אנא קרא את הנתונים הבאים בקפידה:

source: Running installation...
he: מריץ את ההתקנה...

source: Please wait.
he: אנא המתן.

source: Installation completed!
he: ההתקנה הושלמה!

source: Installation failed.
he: התקנה נכשלה.

source: Press "Finish" to close.
he: לחץ על "סיום" לסגירה.

source: Finish
he: סיום

source: Abort
he: בטל

source: Back
he: הקודם

source: Next
he: הבא

source: Display installation log
he: הצג את רישום ההתקנה

source: I agree with the above terms and conditions
he: אני מסכים לתנאים הבאים

source: I don't agree
he: אינני מסכים

source: Your Linux distribution is not supported by Listaller yet!
he: הפצת הלינוקס שלך אינה נתמכת על ידי Listaller עדיין!

source: This package does not support your Linux distribution.
he: חבילה זו אינה נתמכת על ידי הפצת הלינוקס שלך.

source: Opening database...
he: מסד הנתונים נפתח...

source: The installer will close now
he: תוכנית ההתקנה תסגר כעת

source: Unable to override the file %f.
he: לא ניתן לשכתב על הקובץ %f.

source: Please notify the developers on http://launchpad.net/listaller
he: אנא דווח למפתחים בכתובת http://launchpad.net/listaller

source: Error while extracting files!
he: שגיאה בעת חילוץ הקבצים!

source: Loading aborted.
he: הטעינה בוטלה.

source: This application is already installed
he: יישום זה כבר מותקן

source: Do you want to install it again?
he: האם ברצונך להתקין זאת שוב?

source: Welcome to the installation of %a
he: ברוכים הבאים להתקנת %a

source: Installation of %a
he: התקנת %a

source: Testmode
he: מצב בדיקה

source: Test of the application finished.
he: בדיקת היישום הושלמה.

source: Cleaning up...
he: מנקה ומסדר...

source: The package was invalid!
he: החבילה הינה פגומה!

source: Dependencies couldn't be solved!
he: לא ניתן לפתור את התלויות!

source: Please view the logfile at %p
he: אנא עיין בקובץ הרישום %p

source: Installation package is corrupt
he: התקנת החבילה פגומה

source: The application will close now
he: היישום יסגר כעת

source: Phase 1/4: Resolving dependencies...
he: שלב 1/4: פותר תלויות...

source: State
he: מצב

source: This application wants to download & install a dependency from %l
he: יישום זה מעוניין להוריד ולהתקין תלות מהכתובת %l

source: Do you want confirm this action?
he: האם ברצונך לאשר פעולה זו?

source: Phase 2/4: Installing files...
he: שלב 2/4: מתקין קבצים...

source: Phase 3/4: Chmod new files...
he: שלב 3/4: משנה את הרשאות הקבצים החדשים...

source: Phase 4/4: Registering application...
he: שלב 4/4: רושם את התוכנה...

source: Finished
he: הסתיים

source: (This program will download the needed files from the internet)
he: (תוכנית זו תוריד את הקבצים הנחוצים מהאינטרנט)

source: Success!
he: הצלחה!

source: Main
he: ראשי

source: Details
he: פרטים

source: Installation
he: התקנה

source: Use compatible packages?
he: להשתמש בחבילות תואמות?

source: No compatible packages found!
he: לא נמצאו חבילות תואמות!

source: Problem while downloading the dep-file.
he: שגיאה בעת הורדת קובץ ה־dep.

source: Update sources
he: עדכן מקורות

source: Close
he: סגור

source: Delete source
he: מחק מקור

source: Uninstall
he: הסרה

source: Show:
he: הצג:

source: All
he: הכול

source: Education
he: לימוד

source: Office
he: משרד

source: Development
he: פיתוח

source: Graphic
he: גרפיקה

source: Network
he: רשת

source: Games
he: משחקים

source: System
he: מערכת

source: Multimedia
he: מולטימדיה

source: Other
he: אחר

source: Version
he: גירסה

source: Autor
he: יוצר

source: Username
he: שם המשתמש

source: Password
he: סיסמה

source: Proxy-Settings
he: הגדרות המתווך

source: Enable Proxy-Server
he: אפשר שרת מתווך

source: Can't load LOKI-Setup information.
he: לא ניתן לטעון את נתוני ה־LOKI של ההתקנה.

source: Unable to load the icon of %a. Please notify the developers of Listaller or this application!
he: לא ניתן לטעון את הסמל %a. אנא דווח על כך למפתחי Listaller או למפתחי היישום!

source: Load dependencies from included webserver-urls automatically
he: טען תלויות מכתובות השרת אוטומטית

source: Ready.
he: מוכן.

source: Convert package?
he: להמיר חבילה?

source: Converting %p package...
he: ממיר את החבילה %p...

source: Filtering...
he: מסנן...

source: Loading...
he: טוען...

source: Category:
he: קטגוריה:

source: Select software you want to download and to install:
he: בחר תוכנה שברצונך להוריד ולהתקין:

source: No information available!
he: אין מידע זמין!

source: Cannot download this package. Please contact the catalogue managers on %h
he: לא ניתן להוריד חבילה זו. אנא צור קשר עם מנהלי הקטלוג דרך %h

source: Running application installation...
he: מריץ התקנת יישום...

source: Downloading catalogue base information...
he: מוריד את נתוני הבסיס של הקטלוג...

source: Loading catalogue page...
he: טוען את עמוד הקטלוג...

source: Do you really want to abort this download?
he: האם אתה בטוח שברצונך לבטל הורדה זו?

source: Do you really want to uninstall %a?
he: אם אתה בטוח שברצונך להסיר את %a?

source: Application uninstalled successfully!
he: היישום הוסר בהצלחה!

source: Error while uninstalling!
he: שגיאה בעת ההסרה!

source: Uninstalling unused deps...
he: מתקין קבצי dep שאינם בשימוש...

source: Uninstalling...
he: מסיר...

source: Really remove?
he: באמת להסיר?

source: Waiting...
he: ממתין...

source: Uninstalling %a
he: מסיר את %a

source: There are no updates available!
he: אין עדכונים זמינים!

source: Update info:
he: נתוני העדכון:

source: %f files will be changed.
he: %f קבצים ישונו.

source: The application will be updated to version %v
he: היישום יעודכן לגירסה %v

source: Check for updates
he: בדוק אחר עדכונים

source: Install updates
he: התקן עדכונים

source: Show
he: הצג

source: Quit
he: יציאה
