Repository: pombreda/listaller
Catalog: po/*.po
Languages: fi, pl

source: '%s' has no file-list registered. The software database might be broken.
fi: '%s' ei ole rekisteröity tiedostoluetteloa. Ohjelmistotietokanta saattaa olla rikki.

source: A higher version '%s' of this application has already been installed.
fi: Tästä sovelluksesta on jo asennettuna uudempi versio '%s'.
pl: Nowsza wersja '%s' tej aplikacji została już zainstalowana.

source: A lower version '%s' of this application has already been installed.
fi: Tästä sovelluksesta on jo asennettuna vanhempi versio '%s'.
pl: Starsza wersja '%s' tej aplikacji została już zainstalowana.

source: Activate verbose mode
fi: Ota käyttöön selväkielinen tila
pl: Aktywuj więcej komunikatów

source: Application ID %s is invalid!
fi: Sovelluksen ID %s on virheellinen!
pl: ID Aplikacji %s jest nieważna!

source: Build IPK package
fi: Tee IPK-paketti
pl: Zbuduj pakiet IPK

source: Copying files to their destination
fi: Tiedostoja kopioidaan kohteeseen
pl: Kopiowanie plików do miejsca przeznaczenia

source: Could not copy file %s to its destination. Do you have the necessary rights to perform this action? Error message was "%s".
fi: Tiedoston %s kopioiminen haluttuun kohteeseen epäonnistui. Onko sinulla tarvittavat oikeuden toiminnon suorittamiseen Virheviesti oli "%s"

source: Could not create file '%s'! File already exists.
fi: Tiedoston '%s' luominen epäonnistui! Tiedosto on jo olemassa.
pl: Nie można utworzyć pliku '%s'! Plik już istnieje.

source: Could not create software database!
fi: Ohjelmistotietokannan luominen epäonnistui!

source: Could not extract IPK payload! Package might be damaged. Error: %s
fi: IPK:n purkaminen epäonnistui! Paketti saattaa olla vioittunut. Virhe: %s

source: Could not extract file %s! Error: %s
fi: Tiedoston %s purkaminen epäonnistui! Virhe: %s
pl: Nie można wypakować pliku %s! Błąd: %s

source: Could not extract file! Error: %s
fi: Tiedostoa ei voitu purkaa! Virhe: %s
pl: Nie można wypakować pliku! Błąd: %s

source: Could not find IPK source files!
fi: IPK:n lähdetiedostoja ei löytynyt!
pl: Nie można znaleźć plików źródłowych IPK!

source: Could not find application which matches '%s'!
fi: Ei löytynyt sovellusta, joka täsmää '%s' kanssa!

source: Could not load desktop file values: %s
fi: Työpöytätiedostojen arvojen lataaminen epäonnistui: %s

source: Could not obtain a PkBackendProxy instance. Maybe the Listaller-PkPlugin is not installed or broken?
fi: PkBackendProxy-ilmentymän käyttöönotto epäonnistui. Listaller-PkPlugin saattaa olla rikki tai sitä ei ole asennettu.

source: Could not open IPK file! Error: %s
fi: IPK-tiedoston avaaminen epäonnistui! Virhe: %s
pl: Nie można otworzyć pliku IPK! Błąd %s

source: Could not open desktop file: %s
fi: Työpöytätiedoston avaaminen epäonnistui: %s

source: Could not open the software database, maybe it is locked at time. Please close all other running installations to continue!
fi: Ohjelmistotietokannan avaaminen epäonnistui, ehkä se on lukittu. Ole hyvä ja sulje kaikki muut käynnissä olevat asennukset jatkaaksesi!
pl: Nie można otworzyć bazy danych oprogramowanie, może jest zablokowana na ten czas. Proszę zamknąć wszystkie inne działające instalacje, aby kontynuować!

source: Could not override file %s! Maybe the software database is damaged or this package is broken!
fi: Tiedoston %s ohittaminen epäonnistui! Ohjelmistotietokanta saattaa olla vioittunut tai tämä paketti on rikki!

source: Could not override file %s, this file already exists!
fi: Tiedoston %s ohittaminen epäonnistui, tiedosto on jo olemassa!
pl: Nie można nadpisać pliku %s, ten plik już istnieje!

source: Could not read IPK control information! Error: %s
fi: IPK:n kontrollitietoja ei voitu lukea! Virhe %s

source: Could not read IPK payload container! Package might be damaged. Error: %s
fi: IPK-paketin lukeminen epäonnistui! Paketti saattaa olla vioittunut. Virhe: %s

source: Could not read dependency archive! Archive might be damaged. Message: %s
fi: Riippuvuuspakettia ei voitu lukea! Paketti saattaa olla vioittunut. Viesti: %s

source: Could not remove file %s!
fi: Tiedoston %s poistaminen epäonnistui!
pl: Nie można usunąć pliku %s!

source: Could not uninstall application %s. It is not installed.
fi: Sovelluksen %s asennuksen poistaminen epäonnistui. Sitä ei ole asennettu.
pl: Nie można odinstalować %s aplikacji. Nie jest zainstalowana.

source: DIRECTORY
fi: HAKEMISTO
pl: KATALOG

source: Database action '%s' failed: %s
fi: Tietokantatoiminto '%s' epäonnistui: %s
pl: Działanie bazy danych '%s' nie powiodło się: %s

source: Database action failed
fi: Tietokantatoiminto epäonnistui
pl: Działanie bazy danych nie powiodło się

source: Database action successful
fi: Tietokantatoiminto onnistui
pl: Działanie bazy danych powiodło się

source: Database locked
fi: Tietokanta lukittu
pl: Baza danych zablokowana

source: Database unlocked
fi: Tietokannan lukitus poistettu
pl: Baza danych odblokowana

source: Description:
fi: Kuvaus:

source: Do you accept these terms and conditions?
fi: Hyväksytkö nämä ehdot?

source: Do you want to install %s now?
fi: Asennetaanko %s nyt?

source: Do you want to remove %s (%s) now?
fi: Poistetaanko %s (%s) nyt?

source: ERROR: %s
fi: VIRHE: %s
pl: BŁĄD: %s

source: Enable verbose mode
fi: Ota käyttöön selväkielinen tila
pl: Wyświetla więcej komunikatów

source: Error while finding files in directory %s: %s
fi: Virhe etsittäessä tiedostoja hakemistossa %s: %s
pl: Błąd podczas znajdowania plików w katalogu %s:%s

source: Error: %s
fi: Virhe: %s
pl: Błąd: %s

source: File %s not found or permission denied!
fi: Tiedostoa %s ei löytynyt tai käyttö evätty!
pl: Plik %s nie został znaleziony lub brak dostępu!

source: File '%s' doesn't exist.
fi: Tiedostoa '%s' ei ole.
pl: Plik '%s' nie istnieje.

source: GPG-Sign the resulting package
fi: Allekirjoita paketti käyttämällä GPG:tä.

source: INSTALLED
fi: ASENNETTU

source: IPK package could not be found!
fi: IPK-pakettia ei löytynyt!
pl: Nie można odszukać pakietu IPK.

source: IPK package output directory
fi: Hakemisto luodulle IPK-paketille.

source: Install an IPK package
fi: Asenna IPK-paketti

source: Installation completed!
fi: Asennus valmis!
pl: Instalacja zakończona!

source: Installation failed!
fi: Asennus epäonnistui!
pl: Instalacja nie powiodła się!

source: Installation of %s
fi: %s asennus

source: Installation of native packages failed with message: %s
fi: Paikallisten pakettien asennus epäonnistui virheilmoituksella %s
pl: Instalacja rodzimych pakietów nie powiodła się z komunikatem: %s

source: Installing
fi: Asennetaan

source: Installing native packages: %s
fi: Asennetaan paikallisia paketteja: %s
pl: Instalacja rodzimych pakietów: %s

source: License:
fi: Lisenssi:

source: List all installed applications
fi: Listaa kaikki asennetut sovellukset

source: List installed Listaller applications
fi: Listaa kaikki asennetut Listaller-sovellukset

source: Listaller command-line tool: No command specified. Run '%s --help' to see a list of available commands.
fi: Listallerin komentorivityökalu: Komentoa ei määritelty Suorittamalla komennon ”%s --help” näet luettelon käytettävissä olevista valitsimista.

source: Low security.
fi: Matala tietoturva.
pl: Niski poziom zabezpieczeń.

source: Making '%s' known to your system.
fi: Annetaan '%s' järjestelmän tietoon.

source: Malformed line in file listing: %s
fi: Epämuotoinen rivi tiedostolistauksessa: %s

source: Medium security.
fi: Keskitason tietoturva.
pl: Średni poziom zabezpieczeń.

source: Missing parameter for 'install' action: No IPK package specified.
fi: Puuttuva parametri toiminnolle 'asenna': IPK-pakettia ei määritelty.

source: Missing parameter for 'remove' action: No application-id or name specified.
fi: Puuttuva parametri toiminnolle 'poista': Sovelluksen tunnistetta tai nimeä ei määritelty.

source: Never trust.
fi: Älä luota koskaan.
pl: Nigdy nie ufaj.

source: No application specified!
fi: Sovellusta ei määritelty!

source: No path given!
fi: Hakemistopolku puuttuu!
pl: Nie podano ścieżki!

source: No payload data archive has been registered! This might be a bug in this application, please report the issue!
fi: Datapakettia ei ole rekisteröity! Tämä saattaa johtua bugista sovelluksessa, ole hyvä ja luo ongelmaraportti!

source: No valid DOAP data found in directory %s - Can't open control files.
fi: Hakemistosta %s ei löytynyt kunnollista DOAP-dataa - kontrollitiedostoja ei voida avata.

source: One key has been revoked
fi: Yksi avain on peruttu
pl: Jeden klucz został unieważniony

source: One key has expired
fi: Yksi avain on vanhentunut
pl: Jeden klucz wygasł

source: PackageKit transaction failed! Exit message was: %s
fi: PackageKitin toimitus epäonnistui! Poistumisviesti oli: %s

source: Path to Listaller package source directory
fi: Polku Listaller-paketin lähdehakemistoon

source: Path to the application's source code
fi: Hakemistopolku sovelluksen lähdekoodiin
pl: Ścieżka do kodu źródłowego aplikacji

source: Please remove the existing version to continue!
fi: Ole hyvä ja poista olemassaoleva versio jatkaaksesi!
pl: Proszę usunąć istniejącą wersję, aby kontynuować!

source: Print machine-readable simple text
fi: Tulosta konekielistä yksinkertaista tekstiä

source: Pubkey is missing
fi: Pubkey puuttuu

source: Query returned no results. Maybe there's no release defined?
fi: Haulla ei löytynyt mitään. Ehkä julkaisua ei ole määritelty?
pl: Zapytanie nie zwróciło wyników. Może nie zdefiniowano wersji?

source: Query returned no results. Maybe this DOAP data is broken?
fi: Haulla ei löytynyt mitään. Ehkä DOAP-data on rikki?
pl: Zapytanie nie zwróciło wyników. Może to dane DOAP są uszkodzone?

source: Removal of %s completed successfully!
fi: Poistettiin %s onnistuneesti!

source: Removal of %s failed!
fi: %s poistaminen epäonnistui!

source: Removal of %s finished.
fi: %s poistaminen suoritettu loppuun.
pl: Usuwanie %s zakończone.

source: Removal of %s started.
fi: %s poistaminen aloitettu.
pl: Usuwanie %s uruchomione.

source: Remove an application installed using Listaller
fi: Poista Listallerilla asennettu sovellus

source: Removing
fi: Poistetaan

source: Resolving dependencies of '%s'.
fi: Ratkaistaan '%s' riippuvuuksia.
pl: Rozwiązywanie zależności z '%s'.

source: Run '%s --help' to see a full list of available command line options.
fi: Suorittamalla komennon ”%s --help” näet luettelon käytettävissä olevista valitsimista.
pl: Uruchom "%s --help" aby wyświetlić pełną listę dostępnych opcji.

source: Running installation of %s
fi: Suoritetaan %s asennusta
pl: Uruchomienie instalacji %s

source: Security is:
fi: Tietoturva on:

source: Setup has not been initialized!
fi: Asennusta ei ole aloitettu!
pl: Ustawienia nie zostały zainicjowane!

source: Show the application's version
fi: Näytä sovelluksen versio
pl: Wyświetl wersję programu

source: Signature has expired
fi: Allekirjoitus on vanhentunut
pl: Podpis wygasł

source: Signature is bad
fi: Allekirjoitus on vääränlainen

source: Signature is fully valid
fi: Allekirjoitus on oikeanlainen
pl: Podpis jest ważny i akutalny

source: Software database closed
fi: Ohjelmistotietokanta suljettu
pl: Baza danych oprogramowania zamknięta

source: Software database message (%d)
fi: Ohjelmistotietokannan viesti (%d)
pl: Komunikat bazy danych oprogramowania (%d)

source: Software database opened
fi: Ohjelmistotietokanta avattu
pl: Baza danych oprogramowania otwarta

source: Software install prefix
fi: Ohjelmistoasennuksen etuliite

source: Software installation package
fi: Ohjelmistoasennuksen paketti
pl: Pakiet instalacyjny oprogramowania

source: Some files of this package could not be installed, because they were not found in payload data. This IPK package might be damaged, please obtain a new copy!
fi: Joitakin tiedostoja tästä paketista ei voitu asentaa, koska niitä ole pakettidatassa. IPK-paketti saattaa olla vioittunut, ole hyvä ja hae uusi kopio!

source: Status of this signature is unknown or package is not signed.
fi: Tämän allekirjoituksen tilaa ei tunneta tai pakettia ei ole allekirjoitettu.
pl: Status tego podpisu jest nieznany lub pakiet nie jest podpisany.

source: Strip debug infos from files in install-target
fi: Riisu debug-tiedot install-targetin tiedostoista

source: The installer will only work with the %s operating system, but you use '%s'. Setup can not continue, sorry.
fi: Asennus onnistuu ainoastaan %s-käyttöjärjestelmässä, mutta käytössäsi on '%s'. Asennusta ei ikävä kyllä voida jatkaa.

source: This application has already been installed.
fi: Sovellus on jo asennettu
pl: Ta aplikacja została już zainstalowana.

source: This package can't be installed on your system architecture (%s)! Please get a package which was built for your machine.
fi: Tätä pakettia ei voitu asentaa järjestelmääsi (%s)! Ole hyvä ja hae paketti, joka on tarkoitettu käytössäsi olevalle järjestelmälle.

source: This package could be dangerous!
fi: Tämä paketti saattaa olla vaarallinen!

source: Tried to access locked database! This shouldn't happen.
fi: Yritettiin pääsyä lukittuun tietokantaan! Näin ei pitäisi tapahtua.

source: Tried to access locked database! This shouldn't happen. Message: %s
fi: Yritettiin pääsyä lukittuun tietokantaan! Näin ei pitäisi tapahtua. Viesti: %s

source: Tried to perform action on invalid IPK package.
fi: Yritettiin suorittaa toiminto virheelliselle IPK-paketille.
pl: Próba wykonania działania na nieprawidłowym pakiecie IPK.

source: Tried to perform action on private software database, but the database is not opened! (this should never happen!)
fi: Yritettiin suoritaa toiminto yksityiselle ohjelmistotietokannalle, mutta tietokantaa ei avattu! (Näin ei tulisi ikinä tapahtua!)
pl: Próba wykonania działania na prywatnej bazie danych oprogramowania, lecz baza danych nie jest otwarta! (to nie powinno się nigdy wydarzyć!)

source: Tried to perform action on shared software database, but the database is not opened! (maybe a permission problem?)
fi: Yritettiin suoritaa toiminto jaetulle ohjelmistotietokannalle, mutta tietokantaa ei avattu! (Kenties käyttöoikeusongelma?)
pl: Próba wykonania działania na udostępnionej bazie danych oprogramowania, lecz baza danych nie jest otwarta! (może to problem z pozwoleniem?)

source: Tried to write on readonly database! (This should never happen)
fi: Yritettiin kirjoittaa Vain luku -tietokantaan! (Näin ei tulisi ikinä tapahtua)

source: Trust is full
fi: Täysi luottamus

source: Trust is marginal
fi: Vähäpätöinen luottamus
pl: Zaufanie jest marginalne

source: Trust is ultimate.
fi: Äärimmäinen luottamus
pl: Zaufanie jest najwyższe.

source: Trying to remove local application, but AppManager is in superuser mode! Setting AppManager to local mode now.
fi: Yritetään poistaa paikallista sovellusta, mutta AppManager on superuser-tilassa! Asetetaan AppManager paikalliseen tilaan.

source: Trying to remove shared application, but AppManager is not in superuser mode! Setting AppManager to superuse mode now.
fi: Yritetään poistaa jaettua sovellusta, mutta AppManager ei ole superuser-tilassa! Asetetaan AppManager superuser-tilaan.

source: Unable to add a dependency to database: %s
fi: Riippuvuuden lisääminen tietokantaan %s epäonnistui.
pl: Nie można dodać zależność do bazy danych: %s

source: Unable to add application file list to database: %s
fi: Sovelluksen tiedostoluettelon lisääminen tietokantaan %s epäonnistui.
pl: Nie można dodać listy plików aplikacji do bazy danych: %s

source: Unable to add application to database: %s
fi: Sovelluksen lisääminen tietokantaan %s epäonnistui.
pl: Nie można dodać aplikacji do bazy danych: %s

source: Unable to build package: %s
fi: Paketin %s luominen epäonnistui.
pl: Nie można zbudować pakietu: % s

source: Unable to count applications: %s
fi: Sovellusten %s laskeminen epäonnistui
pl: Nie można policzyć aplikacji: %s

source: Unable to create database config table: %s
fi: Tietokannan asetustaulun %s luominen epäonnistui

source: Unable to create database tables: %s
fi: Tietokantataulujen %s luominen epäonnistui

source: Unable to create destination directory.
fi: Kohdehakemiston luominen epäonnistui.
pl: Nie można utworzyć katalogu docelowego.

source: Unable to create file '%s'!
fi: Tiedoston '%s' luominen epäonnistui!
pl: Nie można utworzyć pliku '%s'!

source: Unable to download feed %s. Message: %s
fi: Syötteen %s lataaminen epäonnistui. Viesti: %s

source: Unable to extract IPK data!
fi: IPK-datan purkaminen epäonnistui!
pl: Nie można wypakować danych IPK!

source: Unable to extract IPK metadata!
fi: IPK-metadatan purkaminen epäonnistui!
pl: Nie można wypakować metadanych IPK!

source: Unable to extract data file %s. Message: %s
fi: Datatiedoston %s purkaminen epäonnistui. Viesti: %s
pl: Nie można wypakować danych pliku %s. Wiadomość: %s

source: Unable to extract data file %s. This IPK package might be damaged, please obtain a new copy.
fi: Datatiedoston %s purkaminen epäonnistui. Tämä IPK-paketti saattaa olla vioittunut, ole hyvä ja hae uusi kopio.

source: Unable to extract file '%s' for dependency '%s'!
fi: Tiedoston '%s' purkaminen riippuvuutta '%s' varten epäonnistui!
pl: Nie można wypakować pliku '%s' dla zależności '%s'!

source: Unable to extract file. %s
fi: Tiedoston purkaminen epäonnistui. %s
pl: Nie można wypakować pliku. %s

source: Unable to extract signature! Maybe package is not signed.
fi: Allekirjoituksen purkaminen epäonnistui! Ehkä pakettia ei ole allekirjoitettu.
pl: Nie można wypakować podpisu. Być może pakiet nie został podpisany.

source: Unable to fetch application by id: %s
fi: Sovelluksen hakeminen tunnisteen avulla epäonnistui: %s

source: Unable to fetch application by name: %s
fi: Sovelluksen hakeminen nimen avulla epäonnistui: %s

source: Unable to fetch application file list: %s
fi: Sovelluksen tiedostoluettelon hakeminen epäonnistui: %s

source: Unable to find a matching implementation of '%s' for your system/architecture.
fi: Kohdetta '%s' vastaavaa toteutusta ei löytynyt käytössäsi olevalle järjestelmälle.

source: Unable to find native package for '%s'!
fi: Paikallisen paketin haku kohteelle '%s' epäonnistui!

source: Unable to find valid candidate to satisfy dependency '%s'!
fi: Riippuvuutta '%s' ei voitu ratkaista!
pl: Nie można znaleźć poprawnego kandydata do zaspokojenia zależności '%s'!

source: Unable to get meta-information list: %s
fi: Metatietoluettelon %s haku epäonnistui
pl: Nie można uzyskać listy meta-informacji: %s

source: Unable to open database for writing: %s
fi: Tietokannan avaaminen kirjoittamista varten epäonnistui: %s
pl: Nie można otworzyć bazy danych do zapisu: %s

source: Unable to open software database for reading & writing!
fi: Ohjelmistotietokannan avaaminen kirjoittamista ja lukemista varten epäonnistui!
pl: Nie można otworzyć bazy danych oprogramowania dla odczytu & zapisu!

source: Unable to open software database for reading only!
fi: Ohjelmistotietokannan avaaminen lukemista varten epäonnistui!
pl: Nie można otworzyć bazy danych oprogramowania tylko dla odczytu!

source: Unable to read package signature! Message: %s
fi: Paketin allekirjoituksen lukeminen epäonnistui! Viesti: %s
pl: Nie można odczytać podpisu paczki! Wiadomość: %s

source: Unable to remove application from database: %s
fi: Sovelluksen poistaminen tietokannasta epäonnistui: %s
pl: Nie można usunąć aplikacji z bazy danych: %s

source: Unable to search application database: %s
fi: Haun tekeminen sovellustietokannasta epäonnistui: %s
pl: Nie można przeszukać bazy danych aplikacji: %s

source: Unable to write application file list! Message: %s
fi: Sovelluksen tiedostoluettelon kirjoittaminen epäonnistui! Viesti: %s

source: Unable to write meta information! Message: %s
fi: Metatietojen kirjoittaminen epäonnistui! Viesti: %s
pl: Nie można zapisać meta informacji! Wiadomość: %s

source: Unable to write signature file! Message: %s
fi: Allekirjoitustiedoston kirjoittaminen epäonnistui! Viesti: %s
pl: Nie można zapisać podpisu pliku ! Wiadomość: %s

source: Use recursive mode
fi: Käytä rekursiivista tilaa

source: Validation of file %s failed! This IPK file might have been modified after creation. Please obtain a new copy and try again.
fi: Tiedoston %s vahvistaminen epäonnistui! Tätä IPK-tiedostoa on saatettu muokata luomisen jälkeen. Ole hyvä ja hae uusi kopio ja yritä uudelleen.

source: Validity is undefined
fi: Kelpoisuutta ei määritelty
pl: Ważność jest niezdefiniowana

source: We don't know a desktop-file for application '%s'!
fi: Tiedossa ei ole työpöytätiedostoa sovellukselle '%s'!
pl: Nie znamy pliku-desktop dla aplikacji '%s'!

source: ZI XML file '%s' is damaged.
fi: ZI XML -tiedosto '%s' on vioittunut.
pl: Plik ZI XML '%s' jest uszkodzony.

source: error: %s
fi: virhe: %s
pl: błąd: %s

source: personal
fi: henkilökohtainen

source: shared
fi: jaettu

source: Could not create/update software database!
pl: Nie można utworzyć/zaktualizować bazy oprogramowania!

source: PackageKit exit code was: %s
pl: Kod zakończenia PackageKit był: %s

source: Should be safe.
pl: Powinno być bezpieczne.

source: Unable to create/update database tables: %s
pl: Nie można utworzyć/zaktualizować tabeli bazy danych: %s

source: Unable to open database for read-only: %s
pl: Nie można otworzyć bazy danych tylko dla odtyczu: %s

source: Unable to save modified desktop-file!
pl: Nie można zapisać zmodyfikowanego pliku-desktop!

source: Unable to save modified desktop-file! Message: %s
pl: Nie można zapisać zmodyfikowanego pliku-desktop! Wiadomość: %s

source: Unknown.
pl: Nieznany.

source: Validity is unknown
pl: Ważność jest nieznana
