Repository: pombreda/listaller
Catalog: lang/listaller-*.po
Languages: nl

source: Installation aborted.
nl: Installatie afgebroken.

source: The application %a was not installed.
nl: De applicatie %a is niet geïnstalleerd.

source: The application %a was installed successfully!
nl: De applicatie %a is succesvol geïnstalleerd!

source: Install now
nl: Nu installeren

source: Please run listallgo with path to install-package as first parameter!
nl: Voer alstublief listallgo uit met het pad naar install-package als eerste parameter!

source: Welcome!
nl: Welkom!

source: Press "Next" to start the installation!
nl: Druk op 'Volgende' om de installatie te starten!

source: Program description:
nl: Programma omschrijving:

source: Software license
nl: Softwarelicentie

source: Please read the following information carefully:
nl: Lees alstublieft de volgende informatie zorgvuldig door:

source: Running installation...
nl: Installatie bezig...

source: Please wait.
nl: Een ogenblik geduld.

source: Make sure that you can trust the package publisher!
nl: Weet er zeker van dat u de uitgever van dit pakket kan vertrouwen.

source: Installation completed!
nl: Installtie compleet!

source: Press "Finish" to close.
nl: Druk op 'Beëindigen' om te sluiten.

source: Finish
nl: Beëindigen

source: Abort
nl: Afbreken

source: Back
nl: Terug

source: Next
nl: Volgende

source: Display installation log
nl: Laat installeerlog zien

source: I agree with the above terms and conditions
nl: Ik ga akkoord met de bovenstaande termen en condities

source: I don't agree
nl: Ik ga niet akkoord

source: Your Linux distribution is not supported by Listaller yet!
nl: Uw Linux distributie is nog niet ondersteund door Linstaller!

source: Your Linux distribution is not supported by this package!
nl: Uw Linux distributie is niet ondersteund door dit pakket!

source: The installer will close now
nl: De installer zal nu sluiten

source: Please notify the developers on http://launchpad.net/listaller
nl: Merk alstublieft de ontwikkelaars op, via http://launchpad.net/listaller

source: Error while extracting files!
nl: Error tijdens het uitpakken van bestanden!

source: The Listaller-package could be damaged or you haven't enough rights for access some files
nl: Het Listaller-pakket kan beschadigd zijn of je hebt niet genoeg rechten om toegang te krijgen tot bepaalde bestanden

source: Loading aborted.
nl: Laden geannuleerd

source: This application is already installed
nl: Deze applicatie is al geïnstalleerd

source: Do you want to install it again?
nl: Wilt u het opnieuw installeren?

source: Welcome to the installation of %a
nl: Welkom bij de installatie van %a

source: Installation of %a
nl: Installeren van %a

source: The package was invalid!
nl: Het pakket is ongeldig!

source: Dependencies couldn't be solved!
nl: Gebiedsdelen konden niet opgelost worden!

source: Please view the logfile at %p
nl: Bekijk alstublieft het logbestand op %p

source: Installation package is corrupt
nl: Installatiepakket is corrupt

source: The application will close now
nl: De applicatie zal nu sluiten

source: Phase 1/4: Resolving dependencies...
nl: Stap 1/4: Oplossen van gebiedsdelen

source: This application wants to download & install a dependency from %l
nl: Deze applicatie wil een gebiedsdeel downloaden & installeren van %l

source: Do you want to allow it?
nl: Wilt u het toestaan?

source: Listaller will close now. Application couldn't be installed.
nl: Listaller zal nu sluiten. Applicatie kon niet worden geïnstalleerd.

source: Phase 2/4: Installing files...
nl: Stap 2/4: Installeren van bestanden...

source: Phase 3/4: Chmod new files...
nl: Stap 3/4: Chmod nieuwe bestanden...

source: Phase 4/4: Registering application...
nl: Stap 4/4: Registreren van applicatie...

source: This package tries to add the following update source:
nl: Het pakket probeert de volgende updatebron toe te voegen:

source: Should this source be added to the update-list?
nl: Zou deze bron toegevoegd moeten worden aan de updatelijst?

source: Finished
nl: Voltooid

source: Do you want to install it anyway? (This could be problematical)
nl: Wilt u het toch installeren? (Dit kan problematisch zijn)

source: This package was not build for this system-architecture
nl: Dit pakket was niet gebouwd voor deze systeemarchitectuur

source: (This program will download the needed files from the internet)
nl: (Dit programma zal de nodige bestanden downloaden van het internet)

source: Package was not build for this release.
nl: Pakket was niet gebouwd voor deze uitgave.

source: Problem while downloading the dep-file.
nl: Probleem tijdens het downloaden van het dep-bestand.

source: Problem while downloading the packages. Maybe the login on the FTP-Server failed.
nl: Probleem tijdens het downloaden van de pakketten. Misschien een loginfout op de FTP-Server.

source: Success!
nl: Gelukt!

source: Main
nl: Algemeen

source: Installation
nl: Installatie

source: There are no sources available for your Linux-distribution Try to install common packages?
nl: Er zijn geen bronnen beschikbaar voor uw Linux-distributie Proberen om gewone pakketten te downloaden?

source: Use compatible packages?
nl: Gebruik maken van compatibele pakketten?

source: No compatible packages found!
nl: Geen compatibele pakketten gevonden!

source: Update sources
nl: Updaten van bronnen

source: Close
nl: Sluiten

source: Delete source
nl: Verwijder bron

source: Here's a list of all update-sources:
nl: Hier is een lijst van alle updatebronnen:

source: Uninstall
nl: Deïnstalleren

source: Install new application
nl: Installeer nieuwe applicatie

source: Listaller settings
nl: Listaller instellingen

source: Software catalogue
nl: Softwarecatalogus

source: Show:
nl: Toon:

source: All
nl: Alles

source: Education
nl: Educatie

source: Office
nl: Kantoor

source: Development
nl: Ontwikkeling

source: Graphic
nl: Afbeelding

source: Network
nl: Netwerk

source: Games
nl: Spellen

source: Additional
nl: Additionele

source: Other
nl: Overige

source: Version
nl: Versie

source: Autor
nl: Auteur

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Proxy-Settings
nl: Proxyinstellingen

source: Enable Proxy-Server
nl: Schakel Proxyserver in

source: Can't load LOKI-Setup information.
nl: Kan LOKI-Setupinformatie niet laden

source: Unable to load the icon of %a. Please notify the developers of Listaller or this application!
nl: Niet in staat om het icoon van %a te laden. Kijk alstublieft na wie de ontwikkelaars zijn van Listaller van deze applicatie!

source: Load dependencies from included webserver-urls automatically
nl: Laad gebiedsdelen van ingeneste webserver-urls automatisch

source: Ready.
nl: Gereed.

source: You want to install an %x-Package, but your Linux-Distribution's package system is %y. This package can be converted using "alien", but this will take some time and eventually the application won't work Do you want to convert the package now?
nl: U wilt een %x-Pakket installeren, maar je Linux-Distributie's pakketsysteem is %y. Dit pakket kan geconverteerd worden door gebruik te maken van "alien", maar dit kan lang duren en uiteindelijk zal de applicatie niet werken. Wilt u het pakket nu converteren?

source: Convert package?
nl: Converteer het pakket?

source: Converting %p package...
nl: Converteren van %p pakket...

source: Filtering...
nl: Filteren...

source: Loading...
nl: Bezig met laden...

source: Category:
nl: Categorie:

source: Select software you want to download and to install:
nl: Selecteer de software die je wil downloaden en installeren:

source: No information available!
nl: Geen informatie beschikbaar!

source: Downloading set-up...
nl: Downloaden van set-up...

source: Cannot download this package. Please contact the catalogue managers on %h
nl: Kan dit pakket niet downloaden. Neem alstublieft contact op met de catalogusmanagers op %h

source: Running application installation...
nl: Uitvoeren van applicatie installatie...

source: Downloading catalogue base information...
nl: Downloaden van catalogusbasis informatie...

source: Loading catalogue page...
nl: Laden van cataloguspagina...

source: Do you really want to abort this download?
nl: Wil je deze download echt afbreken?

source: Do you really want to uninstall %a?
nl: Weet je zeker dat je %a wilt deïnstalleren?

source: Application uninstalled successfully!
nl: Applicatie succesvol gedeïnstalleerd.

source: Error while uninstalling!
nl: Fout tijdens deïnstalleren!

source: This application is not a MoJo-Installation and no other package-type Listaller can handle.
nl: Deze applicatie is geen MoJo-installatie, en geen ander pakkettype die Listaller aan kan.

source: Uninstalling unused deps...
nl: Deïnstalleren van ongebruikte deps...

source: Uninstalling...
nl: Deïnstalleren....

source: Do you really want to remove "%p", containing %a? The following package(s) will be removed also: %pl If you aren't sure that you won't need those packages, press "No"!
nl: Weet u zeker dat u "%p" wilt verwijderen, het bevat %a? De volgende pakketten zullen ook verwijderd worden: %pl Als u niet zeker bent of u de pakketten niet nodig heeft klik "Nee"!

source: Really remove?
nl: Werkelijk verwijderen?

source: Waiting...
nl: Wachten...

source: Uninstalling %a
nl: Deïnstalleren van %a

source: There are no updates available!
nl: Er zijn geen updates beschikbaar!

source: %f files will be changed.
nl: %f bestanden zullen gewijzigd worden.

source: The application will be updated to version %v
nl: De applicatie zal worden geüpdate naar versie %v

source: Check for updates
nl: Updates zoeken

source: Install updates
nl: Installeren van updates

source: Show
nl: Weergeven

source: Quit
nl: Afsluiten

source: Installing updates...
nl: Installeren van updates...
