Repository: pombreda/listaller
Catalog: locale/listaller-*.po
Languages: tr

source: Installation aborted.
tr: Yükleme İptal Edildi.

source: The application %a was not installed.
tr: %a Programı Yüklenmedi.

source: The application %a was installed successfully!
tr: %a Programı Başarıyla Yüklendi!

source: Install now
tr: Şimdi Yükle!

source: Please run "listallgo" with path to install-package as first parameter!
tr: Lütfen yükleme için ilk değişken olarak "listallgo" dosya dizinini çalıştırın!

source: Welcome!
tr: Hoşgeldiniz!

source: Press "Next" to start the installation!
tr: Yüklemeye başlamak için "İleri" butonuna basınız!

source: Program description:
tr: Program Açıklaması.

source: Software license
tr: Uygulama Lisansı

source: Please read the following information carefully:
tr: Lütfen aşağıdaki bilgiyi dikkatle okuyun:

source: Running installation...
tr: Yükleme çalışıyor...

source: Please wait.
tr: Lütfen Bekleyin.

source: Installation completed!
tr: Yükleme Tamamlandı!

source: Press "Finish" to close.
tr: Yüklemeyi bitirmek için "Bitir" butonuna basınız.

source: Finish
tr: Bitir

source: Abort
tr: Vazgeç

source: Back
tr: Geri

source: Next
tr: İleri

source: Display installation log
tr: Yükleme kayıtlarını göster

source: I agree with the above terms and conditions
tr: Yukarıdaki şartları kabul ediyorum.

source: I don't agree
tr: Katılmıyorum

source: Your Linux distribution is not supported by Listaller yet!
tr: Linux sürümünüz Linstaller tarafından henüz desteklenmiyor.

source: This package does not support your Linux distribution.
tr: Bu paket, Linux sürümünüzü desteklemiyor.

source: The installer will close now
tr: Yükleyici şimdi kapanacak.

source: Unable to overwrite the file %f.
tr: %f dosyasının üzerine yazılamadı.

source: Please notify the developers on http://launchpad.net/listaller
tr: Lütfen http://launchpad.net/linstaller adresi üzerinden yazılım geliştiricilerimizi haberdar ediniz.

source: Error while extracting files!
tr: Dosyalar çıkartırken hata yaşandı!

source: The IPK package could be damaged or you haven't enough rights to acces required files/folders.
tr: IPH paketi zarar görmüş olabilir ya da gereken dosyalara erişmek için yetkileriniz yeterli olmayabilir.

source: Loading aborted.
tr: Yükleme iptal edildi.

source: This application is already installed
tr: Bu program zaten yüklenmiş.

source: Do you want to install it again?
tr: Tekrar yüklemek ister misiniz?

source: Welcome to the installation of %a
tr: %a programının yüklemesine hoşgeldiniz.

source: Installation of %a
tr: %a Programının Yüklemesi

source: Testmode
tr: Test Modu

source: Test of the application finished.
tr: Uygulamanın testi bitti.

source: The package was invalid!
tr: Paket geçersiz!

source: Dependencies couldn't be solved!
tr: Bağımlılıklar çözülemedi.

source: Please view the logfile at %p
tr: Lütfen kayıtlara göz atınız. ( %p )

source: Installation package is corrupt
tr: Yükleme paketi hasar görmüş.

source: The application will close now
tr: Uygulama şimdi kapanacak.

source: Phase 1/4: Resolving dependencies...
tr: Adım 1/4: Bağımlılıklar çözümleniyor...

source: This application wants to download & install a dependency from %l
tr: Uygulama %l adresinden yeni bir bağımlılık indirip, yüklemek istiyor.

source: Do you want confirm this action?
tr: Bu hareketi onaylamak istiyor musunuz?

source: Listaller will close now. The package couldn't be installed.
tr: Linstaller şimdi kapanacak. Paket yüklenemedi.

source: Phase 2/4: Installing files...
tr: Adım 2/4: Dosyalar yükleniyor...

source: Phase 3/4: Chmod new files...
tr: Adım 3/4: Yeni dosyaların izinleri atanıyor...

source: Phase 4/4: Registering application...
tr: Adım 4/4: Program kaydı yapılıyor...

source: The installation tries to add the following update source:
tr: Uygulama aşağıdaki güncelleme kaynaklarını eklemek istiyor:

source: Should this source be added to the update sources list?
tr: Bu kaynak güncelleme kaynaklarının arasına eklenmeli mi?

source: Finished
tr: Bitti

source: Do you want to install it anyway? (This could raise problems)
tr: Herşeye rağmen yüklemek istediğinize emin misiniz? (Bu sorunlara yol açabilir!)

source: The application which this package contains was not built for the current system architecture.
tr: Bu paketin içerdiği uygulama, şu anki sistem mimarisine uygun tasarlanmamış.

source: (This program will download the needed files from the internet)
tr: (Bu program, gereken dosyaları internetten yükleyecek.)

source: Package was not build for your Linux distribution release.
tr: Bu paket sisteminizde yüklü olan Linux dağıtımı için tasarlanmamış.

source: Problem while downloading the packages. Maybe the login on the FTP-Server failed.
tr: Paketler internetten indirilirken sorun yaşandı. Belki FTP Sunucusuna yapılan oturum açma denemesi başarısız olmuş olabilir.

source: Success!
tr: Zafer!

source: Main
tr: Temel

source: Details
tr: Detaylar

source: Installation
tr: Yükleme

source: There are no sources available for your Linux distribution Try to install common packages?
tr: Sisteminizdeki Linux dağırımı için uygun kaynak(lar) bulunmuyor. Ortak paketlerin yüklenmesi denensin mi?

source: Use compatible packages?
tr: Uyumlu paketler kullanılsın mı?

source: No compatible packages found!
tr: Uyumlu paket(ler) bulunamadı!

source: The selected action is not possible with this package. Please contact the package maintainer to get more information.
tr: Seçilmiş hareket bu paketle mümkün değil. Daha fazla bilgi için lütfen paket sağlayıcısından bilgi alın.

source: This package has no valid ID The installer will close.
tr: Paketin geçerli bir kimliği yok. Yükleyici kapanacak.

source: Re-install
tr: Tekrar yükle.

source: The following packages will be downloaded:
tr: Aşağıdaki paketler yüklenecek:

source: Get dependency from
tr: Bağımlılıkları şuradan al

source: Please wait...
tr: Lütfen Bekleyiniz...

source: Problem while downloading the dep-file.
tr: Bağımlılık dosyası indirilirken sorun yaşandı.

source: Hash doesn't match! The package may be modified after creation. Please obtain a new copy
tr: Hash kodu uyuşmadı. Oluşturulmasından sonra paket değişmiş olabilir. Lütfen yeni bir kopya edinin.

source: Installation mode:
tr: Yükleme modu:

source: Select which parts of the application should be installed.
tr: Bu uygulamanın hangi kısmının yüklenmedini istediğinizi seçiniz.

source: Mode
tr: Mod:

source: What do you want to do?
tr: Ne yapmak istiyorsunuz?

source: Your PackageKit version is %cp. Listaller needs PackageKit %np or higher to work correctly. Please update PackageKit!
tr: PackageKit versiyonunuz %cp. Linstaller ise düzgün çalışabilmek için PackageKit %np versiyonuna ihtiyaç duyuyor. Lütfen PackageKit'i güncelleştirin.

source: Make sure that you have got this package from a save source and a serious publisher!
tr: Bu programı güvenli bir kaynaktan ve/veya ciddi bir yayımcıdan aldığınıza emin olun!

source: Install application for everyone
tr: Uygulamayı herkes için yükle.

source: Test application
tr: Uygulamayı test et

source: Install into my Home directory
tr: Ev dizinime yükle.

source: Select installation mode
tr: Yükleme modunu seç

source: Software Manager
tr: Yazılım Yöneticisi

source: Update sources
tr: Güncelleme kaynakları

source: Close
tr: Kapat

source: Delete source
tr: Kaynağı sil

source: The following update sources are installed:
tr: Aşağıdaki güncelleme kaynakları yüklendi:

source: Uninstall
tr: Kaldır

source: Show:
tr: Göster:

source: All
tr: Tümü

source: Education
tr: Eğitim

source: Office
tr: Ofis

source: Development
tr: Yazılım Geliştirme

source: Graphic
tr: Grafik

source: Network
tr: Ağ

source: Games
tr: Oyunlar

source: System
tr: Sistem

source: Multimedia
tr: Çoklu Ortam

source: Utilities
tr: Araçlar

source: Other
tr: Diğer

source: Version
tr: Versiyon / Sürüm

source: Autor
tr: Yazar

source: Username
tr: Kullanıcı Adı

source: Password
tr: Şifre

source: Proxy-Settings
tr: Vekil Sunucu (Proxy) Ayarları

source: Enable Proxy-Server
tr: Vekil Sunucuları (Proxy) Akrtive Et

source: Can't load LOKI-Setup information.
tr: LOKI-Ayar bilgileri yüklenemiyor.

source: Unable to load the icon of %a. Please notify the developers of Listaller or this application!
tr: %a 'nın simgesi yüklenemedi. Lütfen Linstaller'ın yazılım geliştiricilerini haberdar edin.

source: Load dependencies from included webserver-urls automatically
tr: İçerilen URL'lerden bağımlılıkları otomatik olarak yükle.

source: Ready.
tr: Hazır.

source: Convert package?
tr: Paket çevrilsin mi?

source: Converting %p package...
tr: %p Paketi çevriliyor.

source: Filtering...
tr: Süzülüyor...

source: Loading...
tr: Yükleniyor...

source: Display system applications
tr: Sistem uygulamalarını göster

source: Display my applications
tr: Benim uygulamalarımı göster

source: Select software-manager mode:
tr: Uygulama yöneticisi modunu seçin:

source: Install package?
tr: Paket yüklensin mi?

source: Package %p could not be installed.
tr: %p paketi yüklenemedi.

source: Start PackageKit monitor before running transactions
tr: İşlemden önce PackageKit monitörünü başlat.

source: About Listaller
tr: Linstaller Hakkında

source: About
tr: Hakkında

source: Authors
tr: Yazarlar

source: Are you really sure that you want to delete this source?
tr: Bu kaynağı silmek istediğinizden kesinlikle emin misiniz?

source: Delete source?
tr: Kaynak silinsin mi?

source: Problem while connecting PackageKit. Run "pkmon" to get further information.
tr: PackageKit bağlanırken sorun oluştu. Daha fazla bilgi için "pkmon" sistemini çalıştırın.

source: No applications found!
tr: Uygulama bulunmadı!

source: Category:
tr: Kategori:

source: Select software you want to download and to install:
tr: İndirip, yüklemek istediğiniz uygulamayı seçiniz:

source: No information available!
tr: Hakkında bilgi mümkün değil.

source: Downloading setup package...
tr: Yükleme paketi indiriliyor.

source: Cannot download this package. Please contact the catalogue managers on %h
tr: Bu paket indirilemiyor. Lütfen %h adresindeki katalog ve menejerlerle görüşün.

source: Running application installation...
tr: Uygulama yüklemesi çalıştırılıyor...

source: Downloading catalogue base information...
tr: Katalog baz bilgisi indiriliyor...

source: Loading catalogue page...
tr: Katalog sayfası yükleniyor...

source: Do you really want to abort this download?
tr: Bu yüklemeyi gerçekten iptal etmek istiyor musunuz?

source: Do you really want to uninstall %a?
tr: %a uygulamasını gerçekten kaldırmak istiyor musunuz?

source: Application uninstalled successfully!
tr: Uygulama başarıyla kaldırıldı!

source: Error while uninstalling!
tr: Uygulama kaldırılırken bir hata yaşandı!

source: This application is not a MoJo-Installation and no other package-type Listaller can handle. You have to remove it manually.
tr: Bu uygulama bir MoJo-Yüklemesi değil ve Linstaller başka paketlerle başa çıkamaz. Bu uygulamayı manuel olarak kaldırmalısınız.

source: Uninstalling unused deps...
tr: Kullanılmayan bağımlılıklar kaldırılıyor...

source: Uninstalling...
tr: Kaldırılıyor...

source: Do you really want to remove "%p", containing %a? The following package(s) will be removed also: %pl If you aren't sure that you won't need those packages, press "No"!
tr: %a içeren "%p" paketini kaldırmak istediğinize emin misiniz? Şu paketler de beraberinde kaldırılacak: %pl Eğer bu paketlere ihtiyacınız olup olmayacağına emin değilseniz "Hayır" seçeneğine basın.

source: Really remove?
tr: Gerçekten kaldırılsın?

source: Waiting...
tr: Bekleniyor...

source: Uninstalling %a
tr: %a Kaldırılıyor

source: There are no updates available!
tr: Mümkün bir güncelleştirme bulunmuyor!

source: Update info:
tr: Güncelleştirme bilgisi:

source: %f files will be changed.
tr: %f dosyaları değiştirilecek.

source: The application will be updated to version %v
tr: Uygulama %v versiyonuna yükseltilecek.

source: Check for updates
tr: Güncelleştirmeler için kontrol et

source: Install updates
tr: Güncelleştirmeleri yükle

source: Show
tr: Göster

source: Quit
tr: Çık

source: Applying updates...
tr: Güncelleştirmeler uygulanıyor...

source: Error while unpacking and configuring files.
tr: Dosyakar açılırken ve/veya konfigüre edilirken hata yaşandı.
